Repository: thearche/al-licensed-objects
Catalog: Translations/Licensed Object View.*.xlf
Languages: de_de

# Table 297153950 - Field 1683930818 - Property 1295455071
source: Specifies the name of the app.
de_de: Gibt den Namen der App an.

# Table 297153950 - Field 15306474 - Property 1295455071
source: Specifies the ID of the app package.
de_de: Gibt die ID des App-Pakets an.

# Table 297153950 - Field 15306474 - Property 2879900210
source: App Package ID
de_de: App-Paket-ID

# Table 297153950 - Field 4056116129 - Property 1295455071
source: Specifies the publisher of the app.
de_de: Gibt den Herausgeber der App an.

# Table 297153950 - Field 4056116129 - Property 2879900210
source: App Publisher
de_de: App-Herausgeber

# Table 297153950 - Field 1111081686 - Property 1295455071
source: Specifies the ID of the app runtime package.
de_de: Gibt die ID des App-Laufzeitpakets an.

# Table 297153950 - Field 1111081686 - Property 2879900210
source: App Runtime Package ID
de_de: App-Laufzeitpaket-ID

# Table 297153950 - Field 2014750533 - Property 1295455071
source: Specifies the version of the app.
de_de: Gibt die Version der App an.

# Table 297153950 - Field 732719822 - Property 1295455071
source: Specifies the delete permission for the object.
de_de: Gibt die Löschberechtigung für das Objekt an.

# Table 297153950 - Field 732719822 - Property 2879900210
source: Delete Permission
de_de: Löschberechtigung

# Table 297153950 - Field 2121772440 - Property 1295455071
source: Specifies the execute permission for the object.
de_de: Gibt die Ausführungsberechtigung für das Objekt an.

# Table 297153950 - Field 2121772440 - Property 2879900210
source: Execute Permission
de_de: Ausführungsberechtigung

# Table 297153950 - Field 3247353952 - Property 1295455071
source: Specifies the insert permission for the object.
de_de: Gibt die Einfügeberechtigung für das Objekt an.

# Table 297153950 - Field 3247353952 - Property 2879900210
source: Insert Permission
de_de: Einfügeberechtigung

# Table 297153950 - Field 1530012305 - Property 1295455071
source: Specifies whether the object is licensed.
de_de: Gibt an, ob das Objekt lizenziert ist.

# Table 297153950 - Field 1530012305 - Property 2879900210
source: Licensed
de_de: Lizenziert

# Table 297153950 - Field 1061464878 - Property 1295455071
source: Specifies the limited usage permission for the object.
de_de: Gibt die eingeschränkte Nutzungsberechtigung für das Objekt an.

# Table 297153950 - Field 1061464878 - Property 2879900210
source: Limited Usage Permission
de_de: Eingeschränkte Nutzungsberechtigung

# Table 297153950 - Field 3681931928 - Property 1295455071
source: Specifies whether the object is missing.
de_de: Gibt an, ob das Objekt fehlt.

# Table 297153950 - Field 3681931928 - Property 2879900210
source: Missing
de_de: Fehlend

# Table 297153950 - Field 4107959701 - Property 1295455071
source: Specifies the modify permission for the object.
de_de: Gibt die Änderungsberechtigung für das Objekt an.

# Table 297153950 - Field 4107959701 - Property 2879900210
source: Modify Permission
de_de: Änderungsberechtigung

# Table 297153950 - Field 1599953061 - Property 1295455071
source: Specifies the caption of the object.
de_de: Gibt die Beschriftung des Objekts an.

# Table 297153950 - Field 1599953061 - Property 2879900210
source: Object Caption
de_de: Objektbeschriftung

# Table 297153950 - Field 337589358 - Property 1295455071
source: Specifies the name of the object.
de_de: Gibt den Namen des Objekts an.

# Table 297153950 - Field 337589358 - Property 2879900210
source: Object Name
de_de: Objektname

# Table 297153950 - Field 55752914 - Property 1295455071
source: Specifies the number of the object.
de_de: Gibt die Nummer des Objekts an.

# Table 297153950 - Field 55752914 - Property 2879900210
source: Object Number
de_de: Objektnummer

# Table 297153950 - Field 4160745019 - Property 1295455071
source: Specifies the subtype of the object.
de_de: Gibt den Untertyp des Objekts an.

# Table 297153950 - Field 4160745019 - Property 2879900210
source: Object Subtype
de_de: Objektuntertyp

# Table 297153950 - Field 4766335 - Property 1295455071
source: Specifies the type of the object.
de_de: Gibt den Typ des Objekts an.

# Table 297153950 - Field 4766335 - Property 2879900210
source: Object Type
de_de: Objekttyp

# Table 297153950 - Field 3443736131 - Property 1295455071
source: Specifies the read permission for the object.
de_de: Gibt die Leseberechtigung für das Objekt an.

# Table 297153950 - Field 3443736131 - Property 2879900210
source: Read Permission
de_de: Leseberechtigung

# Table 297153950 - Field 3488712613 - Property 1295455071
source: Specifies whether the record is temporary.
de_de: Gibt an, ob der Datensatz temporär ist.

# Table 297153950 - Field 3488712613 - Property 2879900210
source: Temporary
de_de: Temporär

# Page 2370213323 - Property 2879900210
source: Licensed Objects
de_de: Lizenzierte Objekte

# Page 2370213323 - Control 1343885653 - Property 1295455071
source: Specifies the ending object number in the range.
de_de: Gibt die letzte Objektnummer im Bereich an.

# Page 2370213323 - Control 1343885653 - Property 2879900210
source: To Object No.
de_de: Bis Objektnr.

# Page 2370213323 - Control 2847625975 - Property 1295455071
source: Specifies the starting object number in the range.
de_de: Gibt die erste Objektnummer im Bereich an.

# Page 2370213323 - Control 2847625975 - Property 2879900210
source: From Object No.
de_de: Von Objektnr.

# Page 2370213323 - Control 760262360 - Property 1295455071
source: Specifies the type of the object.
de_de: Gibt den Typ des Objekts an.

# Page 2370213323 - Control 760262360 - Property 2879900210
source: Object Type
de_de: Objekttyp

# Page 2370213323 - Control 2166945456 - Property 2879900210
source: Summary
de_de: Zusammenfassung

# Page 2370213323 - Control 319001473 - Property 1295455071
source: Specifies the number of missing objects in the current selection.
de_de: Gibt die Anzahl fehlender Objekte in der aktuellen Auswahl an.

# Page 2370213323 - Control 319001473 - Property 2879900210
source: Missing Objects
de_de: Fehlende Objekte

# Page 2370213323 - Control 4259980995 - Property 1295455071
source: Specifies the total number of objects in the current selection.
de_de: Gibt die Gesamtanzahl der Objekte in der aktuellen Auswahl an.

# Page 2370213323 - Control 4259980995 - Property 2879900210
source: Total Objects
de_de: Objekte gesamt

# Page 2370213323 - Control 1250897 - Property 1295455071
source: Specifies the number of unlicensed objects in the current selection.
de_de: Gibt die Anzahl unlizenzierter Objekte in der aktuellen Auswahl an.

# Page 2370213323 - Control 1250897 - Property 2879900210
source: Unlicensed Objects
de_de: Unlizenzierte Objekte

# Page 2370213323 - Control 751141680 - Property 2879900210
source: Switches
de_de: Schalter

# Page 2370213323 - Control 1739445358 - Property 1295455071
source: Specifies whether to hide objects that are missing but licensed.
de_de: Gibt an, ob Objekte ausgeblendet werden sollen, die fehlen, aber lizenziert sind.

# Page 2370213323 - Control 1739445358 - Property 2879900210
source: Hide Missing Objects
de_de: Fehlende Objekte ausblenden

# Page 2370213323 - Control 2414847614 - Property 1295455071
source: Specifies whether to hide unlicensed objects in the list.
de_de: Gibt an, ob unlizenzierte Objekte in der Liste ausgeblendet werden sollen.

# Page 2370213323 - Control 2414847614 - Property 2879900210
source: Hide Unlicensed Objects
de_de: Unlizenzierte Objekte ausblenden

# Page 2370213323 - Action 376223305 - Property 1295455071
source: Shows All Objects with Caption.
de_de: Zeigt alle Objekte mit Beschriftung an.

# Page 2370213323 - Action 376223305 - Property 2879900210
source: All Objects
de_de: Objektliste

# Page 2370213323 - Action 36190024 - Property 2879900210
source: Export
de_de: Exportieren

# Page 2370213323 - Action 2265367614 - Property 1295455071
source: Exports the current data to a CSV file for download.
de_de: Exportiert die aktuellen Daten in eine CSV-Datei zum Herunterladen.

# Page 2370213323 - Action 2265367614 - Property 2879900210
source: Export to CSV
de_de: Exportieren nach CSV

# Page 2370213323 - Action 101169219 - Property 1295455071
source: Exports the current data to an HTML file for download.
de_de: Exportiert die aktuellen Daten in eine HTML-Datei zum Herunterladen.

# Page 2370213323 - Action 101169219 - Property 2879900210
source: Export to HTML
de_de: Exportieren nach HTML

# Page 2370213323 - Action 2026913255 - Property 1295455071
source: Refreshes the list of licensed objects.
de_de: Aktualisiert die Liste der lizenzierten Objekte.

# Page 2370213323 - Action 2026913255 - Property 2879900210
source: Refresh
de_de: Aktualisieren

# PageExtension 4035890834 - Action 457488169 - Property 2879900210
source: Licensed Objects
de_de: Lizenzierte Objekte

# PageExtension 4035890834 - Action 3792209913 - Property 2879900210
source: View Licensed Objects (CSV)
de_de: Lizenzierte Objekte anzeigen (CSV)

# PageExtension 4035890834 - Control 1158157243 - Property 2879900210
source: Licensing
de_de: Lizenzierung

# PageExtension 4035890834 - Control 1530012305 - Property 2879900210
source: Licensed
de_de: Lizenziert

# Enum 4766335 - EnumValue 1658707567 - Property 2879900210
source: MenuSuite
de_de: Menügruppe

# Enum 4766335 - EnumValue 438909893 - Property 2879900210
source: Page
de_de: Seite

# Enum 4766335 - EnumValue 1269526094 - Property 2879900210
source: Query
de_de: Abfrage

# Enum 4766335 - EnumValue 3375155882 - Property 2879900210
source: Report
de_de: Bericht

# Enum 4766335 - EnumValue 1500409770 - Property 2879900210
source: Table
de_de: Tabelle
